[M_TempleSlaughter1 MissionDefinition]
TurnInDescription="It's nothing. Are you ready for round 2??"
MissionSummary="Enjoy the first witch hunt."

[M_TempleSlaughter1:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="They live in the neighborhood."

[M_TempleSlaughter2 MissionDefinition]
MissionDescription="Come to Battle Magic! A team of assassins will ask you to complete five levels of magic, traps and violence. If you survive all five rounds, you will be remembered forever.!<br>You won the first round, but the second round presents an extra risk. It's good to be prepared.."
MissionSummary="Avoid another magical murder."

[M_TempleSlaughter2:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Second, wait"

[M_TempleSlaughter3 MissionDefinition]
MissionDescription="Welcome to Kill Magic! Your master, the wizard Murderwood, challenges you to prepare for five rounds of spells, traps and brutal brutality. If you make it through five rounds, you'll definitely be remembered.!<br>We are already in the third round. good luck!"
MissionSummary="Surviving the third miraculous kill."

[M_TempleSlaughter3:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="make it to the third round."

[M_TempleSlaughter4 MissionDefinition]
MissionDescription="Welcome to Magic Works! Your master, the Wizard of the Killing Woods, asks you to prepare five rounds of magic, traps, and great horror. If you live a five star life, you will be remembered forever!<br>You have reached the final stage. the lucky ones!"
MissionSummary="He died in the fourth round.."

[M_TempleSlaughter4:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Straight to the fourth round"

[M_TempleSlaughter5 MissionDefinition]
MissionDescription="Welcome to the Magic Massacre! Your boss is a forest-killing witch. Prepare for five powerful spells, traps and madness. If you survive five rounds, you will be remembered forever.!<br>You have completed the last and most difficult step. I wish you luck!!"
TurnInDescription="You did it! Now you have the chance to relive those bad moments!"
MissionSummary="Save from being magically killed."

[M_TempleSlaughter5:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Run for the fifth round"

[M_TempleSlaughter6Badass:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Save 6 rows."

[M_TempleSlaughterIntro MissionDefinition]
MissionDescription="Moki - who owns several Pandora rings, you'll remember - creates a magical ceremony scene in Tina's fantasy world. If you find the mage Murderlin, he will help you fight a lot of incredible violence.."
